{
  "_.mrsum.core.keymaps": { "branch": "main" },
  "_.mrsum.plugins.ai.code": { "branch": "main" },
  "_.mrsum.plugins.editor.cmp": { "branch": "main" },
  "_.mrsum.plugins.editor.formatter": { "branch": "master" },
  "_.mrsum.plugins.editor.fzf": { "branch": "main" },
  "_.mrsum.plugins.editor.lualine": { "branch": "master" },
  "_.mrsum.plugins.editor.mini": { "branch": "main" },
  "_.mrsum.plugins.editor.neoscroll": { "branch": "master" },
  "_.mrsum.plugins.editor.neotree": { "branch": "main" },
  "_.mrsum.plugins.editor.split": { "branch": "master" },
  "_.mrsum.plugins.editor.tabby": { "branch": "main" },
  "_.mrsum.plugins.editor.treesitter": { "branch": "master" },
  "_.mrsum.plugins.editor.trouble": { "branch": "main" },
  "_.mrsum.plugins.git.gitsigns": { "branch": "main" },
  "_.mrsum.plugins.git.neogit": { "branch": "master" },
  "_.mrsum.plugins.lsp": { "branch": "master" },
  "_.mrsum.themes.catppuccin": { "branch": "main" },
  "_.mrsum.themes.rose-pine": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-cmdline-history": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-under-comparator": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" }
}
